/*
После загрузки
  Текущая персона = аноним
  Узнать личность пользователя 
    по лицу
    по голосу
  Если пользователь не аноним
    приветствовать
  Иначе
    пытаться в фоне распознавать личность
      по стилю письма - не доверено
      по почерку
      по лицу
      по голосу
      по телефону     - не доверено
    Если в комнате есть люди
      распознать их личность
        по лицам
        по голосам (опр. напр. зв.)
        по телефонам
      доверие = минимальное из доверия к людям в комнате
        
  7R@N51@73 M3 P13@53!